Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ScriptImporter.RevealContents
source: Reveal Contents
de: Inhalt anzeigen
ja: 内容を表示
pt_br: Mostrar conteúdo
ru: Показать содержимое
zh_hans: 显示内容

# ScriptImporter.SignatureVerifiedBody
source: The signature of “%1$@” has been verified. The author is: %2$@ Would you like to install it?
de: Die Signatur von „%1$@“ wurde überprüft. Der Autor ist: %2$@ Möchten Sie es installieren?
ja: 「%1$@」の署名が検証されました。作成者は次のとおりです: %2$@ インストールしますか?
pt_br: A assinatura de “%1$@” foi verificada. O autor é: %2$@ Deseja instalá-lo?
ru: Подпись «%1$@» проверена. Автор: %2$@ Установить его?
zh_hans: “%1$@”的签名已验证。作者是： %2$@ 您希望安装它吗？

# ScriptImporter.UnknownAuthor
source: Unknown
de: Unbekannt
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

# ScriptImporter.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# ScriptImporter.UnzipFailed
source: Could not unzip archive: %@
de: Archiv konnte nicht entpackt werden: %@
ja: アーカイブを展開できませんでした: %@
pt_br: Não foi possível descompactar o arquivo: %@
ru: Не удалось распаковать архив: %@
zh_hans: 无法解压压缩文件：%@

# ScriptLauncher.Arm64DownloadFailedRecovery
source: The Apple Silicon runtime could not be downloaded. Check your network connection and try again.
de: Die Apple-Silicon-Laufzeitumgebung konnte nicht heruntergeladen werden. Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
ja: Apple Siliconランタイムをダウンロードできませんでした。ネットワーク接続を確認して、もう一度お試しください。
pt_br: Não foi possível baixar o runtime para Apple Silicon. Verifique sua conexão de rede e tente novamente.
ru: Не удалось загрузить среду выполнения для Apple Silicon. Проверьте подключение к сети и повторите попытку.
zh_hans: 无法下载 Apple Silicon 运行时。请检查您的网络连接后重试。

# ScriptLauncher.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

# ScriptLauncher.EnvUnavailableMessage
source: Could not prepare the Python environment for this script: %@
de: Die Python-Umgebung für dieses Skript konnte nicht vorbereitet werden: %@
ja: このスクリプト用のPython環境を準備できませんでした: %@
pt_br: Não foi possível preparar o ambiente Python para este script: %@
ru: Не удалось подготовить окружение Python для этого скрипта: %@
zh_hans: 无法为此脚本准备 Python 环境：%@

# ScriptLauncher.EnvUnavailableTitle
source: Python Environment Unavailable
de: Python-Umgebung nicht verfügbar
ja: Python環境が利用できません
pt_br: Ambiente Python indisponível
ru: Окружение Python недоступно
zh_hans: Python 环境不可用

# ScriptLauncher.ErrorRunningScriptMessage
source: Script at “%1$@” failed. %2$@
de: Das Skript unter „%1$@“ ist fehlgeschlagen. %2$@
ja: 「%1$@」にあるスクリプトが失敗しました。 %2$@
pt_br: O script em “%1$@” falhou. %2$@
ru: Скрипт «%1$@» завершился с ошибкой. %2$@
zh_hans: 位于“%1$@”处的脚本执行失败。 %2$@

# ScriptLauncher.ErrorRunningScriptTitle
source: Error running script
de: Fehler beim Ausführen des Skripts
ja: スクリプトの実行エラー
pt_br: Erro ao executar o script
ru: Ошибка выполнения скрипта
zh_hans: 运行脚本时出错

# ScriptLauncher.ErrorUpgradingHeading
source: Error Upgrading Script
de: Fehler beim Aktualisieren des Skripts
ja: スクリプトのアップグレードエラー
pt_br: Erro ao atualizar o script
ru: Ошибка обновления скрипта
zh_hans: 升级脚本时出错

# ScriptLauncher.InstallRosettaHeading
source: Install Rosetta?
de: Rosetta installieren?
ja: Rosettaをインストールしますか?
pt_br: Instalar o Rosetta?
ru: Установить Rosetta?
zh_hans: 安装 Rosetta？

# ScriptLauncher.InstallRosettaMessage
source: You must install Rosetta 2 in order to use the Python API. Install it now?
de: Sie müssen Rosetta 2 installieren, um die Python-API zu verwenden. Jetzt installieren?
ja: Python APIを使用するにはRosetta 2をインストールする必要があります。今すぐインストールしますか?
pt_br: Você precisa instalar o Rosetta 2 para usar a API do Python. Instalar agora?
ru: Для использования Python API необходимо установить Rosetta 2. Установить сейчас?
zh_hans: 要使用 Python API，你必须安装 Rosetta 2。立即安装？

# ScriptLauncher.IntelOnlyBase
source: “%@” uses an Intel-only Python environment, which cannot run on this version of macOS because Rosetta is not available.
de: „%@“ verwendet eine reine Intel-Python-Umgebung, die auf dieser Version von macOS nicht ausgeführt werden kann, da Rosetta nicht verfügbar ist.
ja: 「%@」はIntel専用のPython環境を使用していますが、Rosettaが利用できないため、このバージョンのmacOSでは実行できません。
pt_br: “%@” usa um ambiente Python somente para Intel, que não pode ser executado nesta versão do macOS porque o Rosetta não está disponível.
ru: «%@» использует окружение Python только для Intel, которое не может работать в этой версии macOS, так как Rosetta недоступна.
zh_hans: “%@”使用的是仅限 Intel 的 Python 环境，由于未安装 Rosetta，它无法在这版 macOS 上运行。

# ScriptLauncher.RefetchRuntimeHeading
source: Download Apple Silicon Runtime?
de: Apple-Silicon-Laufzeitumgebung herunterladen?
ja: Apple Siliconランタイムをダウンロードしますか?
pt_br: Baixar o runtime para Apple Silicon?
ru: Загрузить среду выполнения для Apple Silicon?
zh_hans: 下载 Apple Silicon 运行时？

# ScriptLauncher.RefetchRuntimeMessage
source: The shared Python runtime is Intel-only and cannot run on this version of macOS. Download the Apple Silicon version now?
de: Die gemeinsam genutzte Python-Laufzeitumgebung ist reines Intel und kann auf dieser Version von macOS nicht ausgeführt werden. Jetzt die Apple-Silicon-Version herunterladen?
ja: 共有のPythonランタイムはIntel専用であり、このバージョンのmacOSでは実行できません。今すぐApple Silicon版をダウンロードしますか?
pt_br: O runtime compartilhado do Python é somente para Intel e não pode ser executado nesta versão do macOS. Baixar a versão para Apple Silicon agora?
ru: Общая среда выполнения Python предназначена только для Intel и не может работать в этой версии macOS. Загрузить версию для Apple Silicon сейчас?
zh_hans: 共享 Python 运行时仅支持 Intel，无法在此版本的 macOS 上运行。立即下载 Apple Silicon 版本？

# ScriptLauncher.RestoredEnvRecovery
source: Its environment is intact; turn off the uv advanced setting to rebuild it for Apple Silicon.
de: Die Umgebung ist intakt; deaktivieren Sie die erweiterte uv-Einstellung, um sie für Apple Silicon neu zu erstellen.
ja: その環境は保持されています。Apple Silicon用に再構築するには、uvの詳細設定をオフにしてください。
pt_br: O ambiente está intacto; desative o ajuste avançado do uv para reconstruí-lo para Apple Silicon.
ru: Его окружение не повреждено; отключите дополнительный параметр uv, чтобы пересобрать его для Apple Silicon.
zh_hans: 其环境完好；关闭 uv 高级设置以针对 Apple Silicon重新构建它。

# ScriptLauncher.ScriptCannotRunTitle
source: Script Cannot Run
de: Skript kann nicht ausgeführt werden
ja: スクリプトを実行できません
pt_br: O script não pode ser executado
ru: Скрипт не может быть запущен
zh_hans: 无法运行脚本

# ScriptLauncher.ScriptEndedMessage
source: “%@” ended unexpectedly.
de: „%@“ wurde unerwartet beendet.
ja: 「%@」が予期せず終了しました。
pt_br: “%@” terminou inesperadamente.
ru: «%@» неожиданно завершился.
zh_hans: “%@”意外结束。

# ScriptLauncher.ScriptFailedTitle
source: Script Failed
de: Skript fehlgeschlagen
ja: スクリプトが失敗しました
pt_br: Falha no script
ru: Ошибка скрипта
zh_hans: 脚本失败

# ScriptLauncher.SetupCfgUnreadableRecovery
source: Its setup.cfg could not be read, so it cannot be rebuilt automatically.
de: Die setup.cfg konnte nicht gelesen werden, daher kann sie nicht automatisch neu erstellt werden.
ja: setup.cfgを読み取れなかったため、自動的に再構築できません。
pt_br: Não foi possível ler o setup.cfg, portanto ele não pode ser reconstruído automaticamente.
ru: Его файл setup.cfg не удалось прочитать, поэтому автоматическая пересборка невозможна.
zh_hans: 其 setup.cfg 无法读取，因此无法自动重新构建。

# ScriptLauncher.Upgrade
source: Upgrade
de: Aktualisieren
ja: アップグレード
pt_br: Atualizar
ru: Обновить
zh_hans: 升级

# ScriptLauncher.UpgradeRuntimeHeading
source: Upgrade Python Runtime?
de: Python-Laufzeitumgebung aktualisieren?
ja: Pythonランタイムをアップグレードしますか?
pt_br: Atualizar o runtime do Python?
ru: Обновить среду выполнения Python?
zh_hans: 升级 Python 运行时？

# ScriptLauncher.UpgradeRuntimeMessage
source: The Python API script “%@” needs a newer version of the runtime environment for security reasons. You must upgrade it before this version of iTerm2 can launch the script.
de: Das Python-API-Skript „%@“ benötigt aus Sicherheitsgründen eine neuere Version der Laufzeitumgebung. Sie müssen es aktualisieren, bevor diese Version von iTerm2 das Skript starten kann.
ja: Python APIスクリプト「%@」は、セキュリティ上の理由からランタイム環境の新しいバージョンを必要としています。このバージョンのiTerm2でスクリプトを起動する前に、アップグレードする必要があります。
pt_br: O script da API do Python “%@” precisa de uma versão mais recente do ambiente de runtime por motivos de segurança. Você precisa atualizá-lo antes que esta versão do iTerm2 possa iniciar o script.
ru: Скрипту Python API «%@» по соображениям безопасности требуется более новая версия среды выполнения. Его необходимо обновить, прежде чем эта версия iTerm2 сможет запустить скрипт.
zh_hans: 由于安全原因，Python API 脚本“%@”需要更新版本的运行时环境。必须先升级它，此版本的 iTerm2 才能启动该脚本。

# ScriptRuntime.CheckForUpdatedRuntime
source: Check for Updated Runtime
de: Nach aktualisierter Laufzeitumgebung suchen
ja: 更新されたランタイムを確認
pt_br: Verificar atualizações do runtime
ru: Проверить наличие обновлений среды выполнения
zh_hans: 检查运行时更新

# ScriptRuntime.InstallPythonRuntime
source: Install Python Runtime
de: Python-Laufzeitumgebung installieren
ja: Pythonランタイムをインストール
pt_br: Instalar o runtime do Python
ru: Установить среду выполнения Python
zh_hans: 安装 Python 运行时

# ScriptsMenu.ArchiveFound
source: A script archive named “%@” was found in the Scripts directory. Would you like to install it?
de: Im Scripts-Verzeichnis wurde ein Skriptarchiv namens „%@“ gefunden. Möchten Sie es installieren?
ja: Scriptsディレクトリに「%@」という名前のスクリプトアーカイブが見つかりました。インストールしますか?
pt_br: Um arquivo compactado de script chamado “%@” foi encontrado no diretório Scripts. Deseja instalá-lo?
ru: В папке Scripts найден архив скрипта с именем «%@». Установить его?
zh_hans: 在“脚本”文件夹中发现了名为“%@”的脚本归档。要安装它吗？

# ScriptsMenu.BumpUpgradeIncompleteSentence
source: %ld scripts could not be upgraded and still use the previous Python runtime. Each will be upgraded automatically the next time it runs.
de: %ld Skripte konnten nicht aktualisiert werden und verwenden weiterhin die vorherige Python-Laufzeitumgebung. Jedes wird automatisch aktualisiert, wenn es das nächste Mal ausgeführt wird.
ja: %ld個のスクリプトをアップグレードできず、以前のPythonランタイムを引き続き使用しています。それぞれは次回実行時に自動的にアップグレードされます。
pt_br: %ld scripts não puderam ser atualizados e ainda usam o runtime Python anterior. Cada um será atualizado automaticamente na próxima vez que for executado.
ru: %ld скрипта не удалось обновить, они всё ещё используют предыдущую среду выполнения Python. Каждый из них будет обновлён автоматически при следующем запуске.
zh_hans: %ld 个脚本未能升级，仍在使用先前的 Python 运行时。每个脚本将在下次运行时自动升级。

# ScriptsMenu.CannotRunHeading
source: Cannot Run Script
de: Skript kann nicht ausgeführt werden
ja: スクリプトを実行できません
pt_br: Não é possível executar o script
ru: Невозможно запустить скрипт
zh_hans: 无法运行脚本

# ScriptsMenu.ChangeName
source: Change Name
de: Namen ändern
ja: 名前を変更
pt_br: Alterar nome
ru: Изменить имя
zh_hans: 更改名称

# ScriptsMenu.CouldNotInstallTitle
source: Could Not Install Script
de: Skript konnte nicht installiert werden
ja: スクリプトをインストールできませんでした
pt_br: Não foi possível instalar o script
ru: Не удалось установить скрипт
zh_hans: 无法安装脚本

# ScriptsMenu.CouldNotRebuildTitle
source: Could Not Rebuild Environment
de: Umgebung konnte nicht neu erstellt werden
ja: 環境を再構築できませんでした
pt_br: Não foi possível reconstruir o ambiente
ru: Не удалось пересобрать окружение
zh_hans: 无法重建环境

# ScriptsMenu.EnvCreateError
source: An error occurred while creating the Python environment. The error was: %@
de: Beim Erstellen der Python-Umgebung ist ein Fehler aufgetreten. Der Fehler lautete: %@
ja: Python環境の作成中にエラーが発生しました。エラー: %@
pt_br: Ocorreu um erro ao criar o ambiente Python. O erro foi: %@
ru: Произошла ошибка при создании окружения Python. Ошибка: %@
zh_hans: 创建 Python 环境时出错。错误信息：%@

# ScriptsMenu.EnvMissingLaunch
source: The Python environment for “%@” is missing (the shared runtime may have been deleted). Launch it from the Scripts menu to rebuild it.
de: Die Python-Umgebung für „%@“ fehlt (möglicherweise wurde die gemeinsam genutzte Laufzeitumgebung gelöscht). Starten Sie es über das Menü „Scripts“, um es neu zu erstellen.
ja: 「%@」のPython環境が見つかりません（共有ランタイムが削除された可能性があります）。再構築するには、Scriptsメニューから起動してください。
pt_br: O ambiente Python de “%@” está ausente (o runtime compartilhado pode ter sido apagado). Inicie-o pelo menu Scripts para reconstruí-lo.
ru: Окружение Python для «%@» отсутствует (возможно, общая среда выполнения была удалена). Запустите его из меню Scripts, чтобы пересобрать.
zh_hans: “%@”的 Python 环境缺失（共享运行时可能已被删除）。请从“脚本”菜单启动它以重建环境。

# ScriptsMenu.EnvMissingRebuild
source: The Python environment for “%@” is missing (the shared runtime may have been deleted). Rebuild it from its saved requirements now?
de: Die Python-Umgebung für „%@“ fehlt (möglicherweise wurde die gemeinsam genutzte Laufzeitumgebung gelöscht). Jetzt anhand der gespeicherten Anforderungen neu erstellen?
ja: 「%@」のPython環境が見つかりません（共有ランタイムが削除された可能性があります）。保存されている要件から今すぐ再構築しますか?
pt_br: O ambiente Python de “%@” está ausente (o runtime compartilhado pode ter sido apagado). Reconstruí-lo a partir das dependências salvas agora?
ru: Окружение Python для «%@» отсутствует (возможно, общая среда выполнения была удалена). Пересобрать его из сохранённых требований сейчас?
zh_hans: “%@”的 Python 环境缺失（共享运行时可能已被删除）。立即从其存储的依赖中重建？

# ScriptsMenu.ExportFailedTitle
source: Export Failed
de: Export fehlgeschlagen
ja: 書き出しに失敗しました
pt_br: Falha na exportação
ru: Ошибка экспорта
zh_hans: 导出失败

# ScriptsMenu.FailedToCreateArchive
source: Failed to create archive
de: Erstellen des Archivs fehlgeschlagen
ja: アーカイブの作成に失敗しました
pt_br: Falha ao criar o arquivo compactado
ru: Не удалось создать архив
zh_hans: 创建归档失败

# ScriptsMenu.ImportedSuccessfullyTitle
source: Script Imported Successfully
de: Skript erfolgreich importiert
ja: スクリプトを正常にインポートしました
pt_br: Script importado com sucesso
ru: Скрипт успешно импортирован
zh_hans: 脚本导入成功

# ScriptsMenu.InstallArchiveHeading
source: Install Script Archive?
de: Skriptarchiv installieren?
ja: スクリプトアーカイブをインストールしますか?
pt_br: Instalar o arquivo compactado de script?
ru: Установить архив скрипта?
zh_hans: 安装脚本压缩包？

# ScriptsMenu.InstallationFailedTitle
source: Installation Failed
de: Installation fehlgeschlagen
ja: インストールに失敗しました
pt_br: Falha na instalação
ru: Ошибка установки
zh_hans: 安装失败

# ScriptsMenu.InvalidFolderHeading
source: Invalid Folder
de: Ungültiger Ordner
ja: 無効なフォルダ
pt_br: Pasta inválida
ru: Недопустимая папка
zh_hans: 无效的文件夹

# ScriptsMenu.Launch
source: Launch
de: Starten
ja: 起動
pt_br: Iniciar
ru: Запустить
zh_hans: 启动

# ScriptsMenu.LocationRestricted
source: Full-environment scripts must be located under in your Application Support/iTerm2/Scripts directory: %@
de: Skripte mit vollständiger Umgebung müssen sich in Ihrem Verzeichnis „Application Support/iTerm2/Scripts“ befinden: %@
ja: フル環境スクリプトは、Application Support/iTerm2/Scriptsディレクトリ内に配置する必要があります: %@
pt_br: Scripts de ambiente completo precisam estar localizados no seu diretório Application Support/iTerm2/Scripts: %@
ru: Скрипты с полным окружением должны находиться в папке Application Support/iTerm2/Scripts: %@
zh_hans: 完整环境脚本必须位于 Application Support/iTerm2/Scripts 文件夹中： %@

# ScriptsMenu.MoveToTrash
source: Move to Trash
de: In den Papierkorb legen
ja: ゴミ箱に入れる
pt_br: Mover para o Lixo
ru: Переместить в корзину
zh_hans: 移到废纸篓

# ScriptsMenu.NotNow
source: Not Now
de: Nicht jetzt
ja: 今はしない
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后

# ScriptsMenu.OpenNewScriptIn
source: Open new script in %@?
de: Neues Skript in %@ öffnen?
ja: 新しいスクリプトを%@で開きますか?
pt_br: Abrir novo script em %@?
ru: Открыть новый скрипт в %@?
zh_hans: 在 %@ 中打开新脚本？

# ScriptsMenu.PackageNamesPlaceholder
source: Package names
de: Paketnamen
ja: パッケージ名
pt_br: Nomes de pacotes
ru: Имена пакетов
zh_hans: 软件包名称

# ScriptsMenu.PerformanceIssueHeading
source: Performance Issue
de: Leistungsproblem
ja: パフォーマンスの問題
pt_br: Problema de desempenho
ru: Проблема с производительностью
zh_hans: 性能问题

# ScriptsMenu.ProblemRunningTitle
source: Problem running script
de: Problem beim Ausführen des Skripts
ja: スクリプトの実行に問題があります
pt_br: Problema ao executar o script
ru: Проблема при запуске скрипта
zh_hans: 运行脚本时出现问题

# ScriptsMenu.PyPIDependenciesLabel
source: PyPI Dependencies:
de: PyPI-Abhängigkeiten:
ja: PyPI依存関係:
pt_br: Dependências do PyPI:
ru: Зависимости PyPI:
zh_hans: PyPI 依赖项：

# ScriptsMenu.PythonVersionChangesHeading
source: Python Version Changes
de: Änderungen der Python-Version
ja: Pythonバージョンの変更
pt_br: Alterações na versão do Python
ru: Изменения версии Python
zh_hans: Python 版本变更

# ScriptsMenu.Rebuild
source: Rebuild
de: Neu erstellen
ja: 再構築
pt_br: Reconstruir
ru: Пересобрать
zh_hans: 重建

# ScriptsMenu.RebuildEnvHeading
source: Rebuild Python Environment?
de: Python-Umgebung neu erstellen?
ja: Python環境を再構築しますか?
pt_br: Reconstruir o ambiente Python?
ru: Пересобрать окружение Python?
zh_hans: 重建 Python 环境？

# ScriptsMenu.RebuildingEnv
source: Rebuilding the Python environment…
de: Python-Umgebung wird neu erstellt…
ja: Python環境を再構築しています…
pt_br: Reconstruindo o ambiente Python…
ru: Пересборка окружения Python…
zh_hans: 正在重建 Python 环境…

# ScriptsMenu.Reveal
source: Reveal
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# ScriptsMenu.RevealScript
source: Reveal %@
de: %@ anzeigen
ja: %@を表示
pt_br: Mostrar %@
ru: Показать %@
zh_hans: 显示 %@

# ScriptsMenu.RuntimeInstallError
source: An error ocurred while installing the Python runtime. Remove ~/Library/Application Support/iTerm2/iterm2env and try again. The error was: %@
de: Bei der Installation der Python-Laufzeitumgebung ist ein Fehler aufgetreten. Entfernen Sie ~/Library/Application Support/iTerm2/iterm2env und versuchen Sie es erneut. Der Fehler lautete: %@
ja: Pythonランタイムのインストール中にエラーが発生しました。~/Library/Application Support/iTerm2/iterm2envを削除して、もう一度お試しください。エラー: %@
pt_br: Ocorreu um erro ao instalar o runtime do Python. Remova ~/Library/Application Support/iTerm2/iterm2env e tente novamente. O erro foi: %@
ru: Произошла ошибка при установке среды выполнения Python. Удалите ~/Library/Application Support/iTerm2/iterm2env и повторите попытку. Ошибка: %@
zh_hans: 安装 Python 运行时出错。请删除 ~/Library/Application Support/iTerm2/iterm2env 后重试。错误信息：%@

# ScriptsMenu.ScriptFailedBody
source: The script at “%1$@” failed: %2$@
de: Das Skript unter „%1$@“ ist fehlgeschlagen: %2$@
ja: 「%1$@」にあるスクリプトが失敗しました: %2$@
pt_br: O script em “%1$@” falhou: %2$@
ru: Скрипт «%1$@» завершился с ошибкой: %2$@
zh_hans: “%1$@”的脚本失败： %2$@

# ScriptsMenu.ScriptMalformed
source: The script “%@” is malformed.
de: Das Skript „%@“ ist fehlerhaft.
ja: スクリプト「%@」は不正な形式です。
pt_br: O script “%@” está malformado.
ru: Скрипт «%@» повреждён.
zh_hans: 脚本“%@”已损坏。

# ScriptsMenu.ScriptsDisabledBody
source: Some scripts will not be available until the app has restarted or you change the scripts folder.
de: Einige Skripte sind erst verfügbar, nachdem die App neu gestartet wurde oder Sie den Skriptordner geändert haben.
ja: アプリを再起動するか、スクリプトフォルダを変更するまで、一部のスクリプトは利用できません。
pt_br: Alguns scripts não estarão disponíveis até que o app seja reiniciado ou você altere a pasta de scripts.
ru: Некоторые скрипты будут недоступны, пока приложение не будет перезапущено или вы не измените папку скриптов.
zh_hans: 在应用重启或你更改脚本文件夹之前，某些脚本将不可用。

# ScriptsMenu.ScriptsDisabledHeading
source: Scripts Disabled
de: Skripte deaktiviert
ja: スクリプトが無効です
pt_br: Scripts desativados
ru: Скрипты отключены
zh_hans: 脚本已停用

# ScriptsMenu.SettingUpEnv
source: Setting up the Python environment…
de: Python-Umgebung wird eingerichtet…
ja: Python環境を設定しています…
pt_br: Configurando o ambiente Python…
ru: Настройка окружения Python…
zh_hans: 正在设置 Python 环境…

# ScriptsMenu.ShowInFinder
source: Show in Finder
de: Im Finder anzeigen
ja: Finderに表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# ScriptsMenu.SpacesNotAllowedBody
source: Scripts can't have space characters in their filenames.
de: Skriptdateinamen dürfen keine Leerzeichen enthalten.
ja: スクリプトのファイル名にスペース文字を含めることはできません。
pt_br: Os nomes de arquivo de scripts não podem conter espaços.
ru: Имена файлов скриптов не могут содержать пробелы.
zh_hans: 脚本文件名中不能包含空格字符。

# ScriptsMenu.SpacesNotAllowedTitle
source: Spaces Not Allowed
de: Leerzeichen nicht erlaubt
ja: スペースは使用できません
pt_br: Espaços não permitidos
ru: Пробелы не допускаются
zh_hans: 不允许使用空格

# ScriptsMenu.Stop
source: Stop
de: Stopp
ja: 停止
pt_br: Parar
ru: Остановить
zh_hans: 停止

# ScriptsMenu.TakingTooLong
source: It is taking a long time to locate all scripts under %@. Avoid storing many files or using network mounts for the scripts folder. Continue?
de: Das Suchen aller Skripte unter %@ dauert sehr lange. Vermeiden Sie es, viele Dateien zu speichern oder Netzwerklaufwerke für den Skripte-Ordner zu verwenden. Fortfahren?
ja: %@以下のすべてのスクリプトを検出するのに時間がかかっています。スクリプトフォルダに多数のファイルを保存したり、ネットワークマウントを使用したりしないでください。 続行しますか?
pt_br: Está demorando muito para localizar todos os scripts em %@. Evite armazenar muitos arquivos ou usar montagens de rede na pasta de scripts. Continuar?
ru: Поиск всех скриптов в %@ занимает много времени. Избегайте хранения большого числа файлов или использования сетевых дисков для папки скриптов. Продолжить?
zh_hans: 定位 %@ 下的所有脚本耗时较长。避免在脚本文件夹中存储大量文件或使用网络挂载。 继续？

# ScriptsMenu.TryAgain
source: Try Again
de: Erneut versuchen
ja: もう一度試す
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

# ScriptsMenu.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# ScriptsMenu.UpgradeIncompleteHeading
source: Upgrade Incomplete
de: Aktualisierung unvollständig
ja: アップグレードが未完了です
pt_br: Atualização incompleta
ru: Обновление не завершено
zh_hans: 升级未完成

# ScriptsMenu.UpgradeNow
source: Upgrade Now
de: Jetzt aktualisieren
ja: 今すぐアップグレード
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即升级

# ScriptsMenu.Upgrading
source: Upgrading “%@”…
de: „%@“ wird aktualisiert…
ja: 「%@」をアップグレードしています…
pt_br: Atualizando “%@”…
ru: Обновление «%@»…
zh_hans: 正在升级“%@”…

# ScriptsMenu.UseUnderscore
source: Use _ Instead of Space
de: _ statt Leerzeichen verwenden
ja: スペースの代わりに_を使用
pt_br: Usar _ em vez de espaço
ru: Использовать «_» вместо пробела
zh_hans: 使用 _ 代替空格

# SecureKeyboardEntry.Heading
source: Secure Keyboard Entry Enabled
de: Sichere Tastatureingabe aktiviert
ja: セキュアキーボード入力が有効です
pt_br: Entrada segura de teclado ativada
ru: Безопасный ввод с клавиатуры включён
zh_hans: 已启用安全键盘输入

# SecureKeyboardEntry.WarningBody
source: Secure keyboard entry is enabled. In macOS 12 and later, enabling Secure Keyboard Entry prevents other programs from being activated. This affects the `open` command as well as the panel shown when using Touch ID for sudo.
de: Die sichere Tastatureingabe ist aktiviert. Unter macOS 12 und neuer verhindert die aktivierte sichere Tastatureingabe, dass andere Programme aktiviert werden können. Dies betrifft den Befehl `open` sowie das Panel, das bei Verwendung von Touch ID für sudo angezeigt wird.
ja: セキュアキーボード入力が有効になっています。 macOS 12以降では、セキュアキーボード入力を有効にすると、他のプログラムをアクティブにできなくなります。これは`open`コマンドや、sudoでTouch IDを使用する際に表示されるパネルにも影響します。
pt_br: A entrada segura de teclado está ativada. No macOS 12 e posterior, ativar a entrada segura de teclado impede que outros programas sejam ativados. Isso afeta o comando `open`, bem como o painel exibido ao usar o Touch ID para o sudo.
ru: Безопасный ввод с клавиатуры включён. В macOS 12 и более поздних версиях включение безопасного ввода с клавиатуры препятствует активации других программ. Это влияет на команду `open`, а также на панель, отображаемую при использовании Touch ID для sudo.
zh_hans: 已启用安全键盘输入。 在 macOS 12 及更高版本中，启用安全键盘输入会阻止其他程序被激活。这会影响 `open` 命令以及使用 Touch ID 进行 sudo 时显示的面板。
